Repository: ivogomes/ivogomes
Catalog: tools/tmx-editor/sample.tmx
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv, zh_cn

source: Contact Support to activate AI Phishing Alerts to warn employees if they visit a suspicious website—even if employees don’t have a Dashlane account.
de: Wenden Sie sich an den Kundendienst, um KI-Phishing-Warnungen aktivieren zu lassen, damit Mitarbeitende beim Besuch einer verdächtigen Website gewarnt werden – selbst wenn sie kein Dashlane-Konto haben.
es: Póngase en contacto con asistencia técnica para activar las alertas de phishing de IA y advertir a los empleados si visitan un sitio web sospechoso, incluso si los empleados no tienen una cuenta de Dashlane.
fr: Contactez le support pour activer les alertes de phishing par IA pour avertir les employés s'ils visitent un site Web suspect, même si les employés n'ont pas de compte Dashlane.
it: Contatta l'assistenza per attivare gli avvisi di phishing basati sull'IA per avvisare i dipendenti se visitano un sito web sospetto, anche se non hanno un account Dashlane.
ja: 従業員がDashlaneアカウントを持っていない場合でも、従業員が疑わしいウェブサイトにアクセスした際に警告するAI フィッシングアラートを有効化するため、サポートに連絡してください。
nl: Neem contact op met Ondersteuning om AI-phishing-waarschuwingen te activeren, zodat medewerkers worden gewaarschuwd als ze een verdachte website bezoeken, zelfs als ze geen Dashlane-account hebben.
pt_br: Entre em contato com o suporte para ativar os Alertas de phishing com IA e avisar os funcionários se eles visitarem um site suspeito, mesmo que não tenham uma conta da Dashlane.
sv: Kontakta support för att aktivera AI-varningar för nätfiske som varnar anställda om de besöker en misstänkt webbplats – även om anställda inte har ett Dashlane-konto.
zh_cn: 联系支持人员，以激活 AI 网络钓鱼警报，即使员工没有 Dashlane 帐户，也能在他们访问可疑网站时发出警告。

source: is information about what users do outside of the Services (e.g., sites where autofill is used to sign in; what sites or apps a user has credentials for in their Secured Data). Behavioral Data is critical to the Services’ proper operation – Apps must recognize the site a user is logging into to populate the credentials, for example. Certain Behavioral Data is available to authorized administrators of B2B Accounts (each, a “B2B Admin”) on an individual basis to enable Client Admins to improve Client security (e.g., B2B Admins can see whether an individual user has compromised credentials), but is only available to Dashlane on a fully anonymized basis (e.g. Dashlane can see what percentage of all users have credentials for a specific site, but not whether any individual user has credentials for that site).
de: sind Informationen darüber, was Benutzer außerhalb der Dienste tun (z. B. Websites, auf denen automatisches ausfüllen zur Anmeldung verwendet wird; für welche Websites oder Apps ein Benutzer Anmeldedaten in seinen geschützten Daten hat). Verhaltensdaten sind für den ordnungsgemäßen Betrieb der Dienste entscheidend – beispielsweise müssen Apps die Website erkennen, bei der sich ein Benutzer anmeldet, um Anmeldedaten auszufüllen. Bestimmte Verhaltensdaten sind autorisierten Administratoren von B2B-Konten (jeweils ein „B2B-Administrator“) auf individueller Basis verfügbar, damit Client-Administratoren die Sicherheit von Clients verbessern können (B2B-Admins können sehen, ob Anmeldedaten eines bestimmten Benutzers gefährdet sind). Diese Daten sind Dashlane nur auf vollständig anonymisierter Basis verfügbar (z. B. Dashlane kann sehen, wie viel Prozent aller Benutzer Anmeldedaten für eine bestimmte Website haben, aber nicht, ob einzelne Benutzer Anmeldedaten für diese Website haben).
es: es información sobre lo que hacen los usuarios fuera de los Servicios (por ejemplo, sitios donde se usa el autocompletado para ingresar; para qué sitios o aplicaciones tiene credenciales un usuario en sus Datos protegidos). Los datos de comportamiento son fundamentales para el funcionamiento adecuado de los Servicios. Las aplicaciones deben reconocer el sitio en el que un usuario ingresa para rellenar las credenciales, por ejemplo. Ciertos datos de comportamiento están disponibles para los administradores autorizados de cuentas B2B (cada uno, un «administrador B2B») de forma individual para permitir a los administradores de clientes mejorar la seguridad del cliente (por ejemplo, los administradores de B2B pueden ver si un usuario individual ha comprometido credenciales), pero solo están disponibles para Dashlane de forma completamente anónima (por ejemplo, Dashlane puede ver qué porcentaje de todos los usuarios tienen credenciales para un sitio concreto, pero no si un usuario tiene credenciales para ese sitio).
fr: sont des informations sur ce que les utilisateurs font en dehors des Services (par exemple, les sites où la remplissage automatique est utilisée pour se connecter ; les sites ou applications pour lesquels un utilisateur a des identifiants dans ses données sécurisées). Les données de comportement sont essentielles au bon fonctionnement des services - les applis doivent reconnaître le site sur lequel un utilisateur se connecte pour saisir les identifiants, par exemple. Certaines données comportementales sont disponibles pour les administrateurs autorisés des comptes B2B (chacun, un « administrateur B2B » ) sur une base individuelle pour permettre aux administrateurs clients d'améliorer la sécurité des clients (par exemple, les administrateurs B2B peuvent voir si un utilisateur individuel a des identifiants compromis), mais ne sont disponibles que pour Dashlane sur une base entièrement anonymisée (p. ex. Dashlane peut voir quel pourcentage de tous les utilisateurs ont des identifiants pour un site spécifique, mais pas si un utilisateur en particulier dispose d'identifiants pour ce site).

source: For additional guidance, check out our Risk Alerts and Notifications setup guides in the Help Center.
es: Para obtener orientación adicional, consulte nuestra guía de configuración de las advertencias en el Centro de asistencia.
ja: その他のガイダンスについては、ヘルプセンターにあるナッジ設定ガイドをご覧ください。
ko: 추가 지침은 도움말 센터에서 넛지 설정 가이드를 확인하세요.

source: Autofilled %(credential_login)s login for %(credential_domain)s on %(autofilled_domain)s
es: Ingreso de %(credential_login)s autocompletado para %(credential_domain)s en %(autofilled_domain)s
fr: Remplissage automatique de l'identifiant %(credential_login)s pour %(credential_domain)s sur %(autofilled_domain)s

source: autofill
es: autocompletar
fr: remplissage automatique

source: We need permission to collect and store data such as your email address and the websites you visit. This is required to create your account and autofill forms. If you decline, the extension will be uninstalled. You can also give us permission to collect usage data such as usage logs and exceptions. This allows us to track app performance, interactions, and errors. We use this to improve our product and provide better support. If you choose not to allow it, you will still be able to use the extension. All usage data is anonymized to protect your privacy.
es: Necesitamos permiso para recopilar y guardar datos, como su dirección de correo electrónico y los sitios web que visita. Esto es necesario para crear su cuenta y autocompletar los formularios. También puede darnos permiso para recopilar los datos de uso, lo que nos permite hacer un seguimiento del rendimiento, las interacciones y los errores de la aplicación. Los usamos para mejorar nuestro producto y ofrecer una mejor asistencia técnica. Para proteger su privacidad, todos los datos de uso son anónimos.

source: Users who dismissed an alert
es: Usuarios que descartaron el aviso
ja: ナッジを却下したユーザー
ko: 푸시 알림을 무시한 사용자
pt_br: Usuários que dispensaram o lembrete
sv: Användare som avfärdade påminnelsen
zh_cn: 关闭提示的用户

source: To keep your data secure, we recommend deleting the unencrypted CSV file from your computer and deactivating any other autofill solutions.
es: Para proteger sus datos, le recomendamos eliminar el archivo CSV no encriptado de su computadora y desactivar cualquier otra solución de autocompletado.

source: Autofill paused
es: Autocompletar pausado
fr: Remplissage automatique suspendue

source: In addition to auto-login and autofill, the Password Generator and auto-save prompts will be disabled.
es: Además del ingreso automático y el autocompletado, el generador de contraseñas y los mensajes guardados se desactivarán automáticamente.
fr: En plus des fonctions de connexion et de remplissage automatiques, les demandes d'enregistrement automatique et le générateur de mots de passe seront également désactivés.

source: In-App Video Tutorial
es: Tutorial de video en la aplicación
fr: Tutoriel vidéo dans l'application
it: Video tutorial nell'app
ja: アプリ内動画チュートリアル
pt_br: Tutorial em Vídeo no Aplicativo
sv: Videokurs i appen
zh_cn: 应用内视频教程

source: Ingestion endpoint
es: Punto de conexión de ingestión
fr: Terminal d'ingestion
it: Endpoint di acquisizione
ja: インジェスションエンドポイント
nl: Inname-eindpunt
pt_br: Endpoint de ingestão
sv: Inmatningsslutpunkt
zh_cn: 摄取端点

source: What to autofill:
es: Qué autocompletar:
fr: Remplir automatiquement :

source: Insights Dashboard
es: Panel de insights
fr: Tableau de bord Sécurité
it: Dashboard degli approfondimenti
ja: インサイトダッシュボード
nl: Inzichten-dashboard
pt_br: Painel de informações
sv: Instrumentpanel för insikter
zh_cn: 洞察控制面板

source: Shared autofill-only access to the Secure Note called %(name)s with the external user %(email)s
es: Compartido acceso solo de autocompletado a la nota segura denominada %(name)s con el usuario externo %(email)s

source: Safely store and quickly access your personal details, making autofilling forms easier.
es: Almacene y acceda rápidamente de forma segura a sus detalles personales, lo que hace que el autocompletado de formularios sea más fácil.

source: Autofilled
es: Autocompletado

source: At-risk logins autofilled by Dashlane
es: Ingresos en riesgo autocompletados por Dashlane

source: Autofill active
es: Autocompletar activo
fr: Remplissage automatique active

source: Autofill is paused for one or more fields on this website.
es: El autocompletado no está disponible para uno o más campos de este sitio web.
fr: La remplissage automatique est interrompue pour un ou plusieurs champs sur le site Web.

source: Autofill on this field
es: Autocompletar este campo
fr: Remplissage automatique dans ce champ

source: Risk Alerts and Notifications
es: Advertencias
ja: ナッジ
ko: 넛지
pt_br: Lembretes
sv: Puffar
zh_cn: 轻推

source: Autosave & autofill logins with Dashlane Extension.
es: Ingresos con guardado automático y autocompletar con la extensión de Dashlane.

source: User Performed Autofill Credential Different Website
es: El usuario realizó el autocompletado de credenciales en un sitio web diferente
fr: L'utilisateur a effectué une remplissage automatique d'identifiant sur un autre site Web

source: Autofilled bank account %(item_name)s on %(autofilled_domain)s
fr: Remplissage automatique du compte bancaire %(item_name)s sur %(autofilled_domain)s

source: Autofilled credit card %(item_name)s on %(autofilled_domain)s
fr: Remplissage automatique de la carte bancaire %(item_name)s sur %(autofilled_domain)s

source: Report Form %(lineBreak)s Filling Issue
fr: Signaler un problème %(lineBreak)s de remplissage automatique

source: Alerts sent
ja: ナッジが送信されました
ko: 넛지가 전송되었습니다
zh_cn: 发送的轻推

source: Revoked
pt_br: Revogado

source: 2. Choose which Space to import your items into
pt_br: 2. Escolha em qual espaço importar seus itens

source: Your password was compromised in a security breach
pt_br: Sua senha foi comprometida em uma violação de segurança

source: View all compromised passwords
pt_br: Exibir todas as senhas comprometidas

source: Expired
pt_br: Expirado

source: Confirm removal
pt_br: Confirmar remoção

source: Something went wrong. Please try again.
pt_br: Algo deu errado. Tente novamente.

source: Choose a strong password
pt_br: Escolha uma senha forte

source: 2. Preview the items you're importing
pt_br: 2. Visualize os itens que você está importando

source: Password Health score
pt_br: Índice de Saúde das Senhas

source: Step 2: Paste and save the token
pt_br: Passo 2: Cole e salve o token

source: AI Phishing Alerts
pt_br: Alertas de phishing com IA

source: Remove
pt_br: Remover

source: Turn on
pt_br: Ativar

source: Verify your email
pt_br: Verifique seu e-mail

source: Risk Detection
pt_br: Detecção de riscos

source: Scopes
pt_br: Escopos

source: View insights
pt_br: Visualizar informações

source: Set up
pt_br: Configurar

source: Search
pt_br: Pesquisar

source: Compromised
pt_br: Comprometida

source: 3. Preview the items you're importing
pt_br: 3. Visualize os itens que você está importando
